{
  "Effects": [
    {
      "Name": "Bass",
      "Description": "Adjusts the level of the low-end frequencies on the wet signal. Adds lighter reverb to thicker, more bass-heavy sound."
    },
    {
      "Name": "ModulationDepth",
      "Description": "Adds a pitch modulation to the wet signal."
    },
    {
      "Name": "ModulationNoiseDepth",
      "Description": "Adjust the amount of sporadic modulation applied to the wet signal."
    },
    {
      "Name": "Size",
      "Description": "Adjusts the size of the effect space."
    },
    {
      "Name": "Control1",
      "Description": "Custom control 1 particular to reverb mode."
    },
    {
      "Name": "Control2",
      "Description": "Custom control 2 particular to reverb mode."
    },
    {
      "Name": "CurveFiltering",
      "Description": "Effect setting for Reverse mode."
    },
    {
      "Name": "DelayCurveShape",
      "Description": "Effect setting for Reverse mode."
    },
    {
      "Name": "Diffusion",
      "Description": "Adjusts the density of the reverb reflections. Lower settings produce a more distinct echo effect, while higher settings create a thicker, more enveloping reverb."
    },
    {
      "Name": "DiffusionModulationDepth",
      "Description": "Effect setting for Hall mode."
    },
    {
      "Name": "Distortion",
      "Description": " Adjusts the amount of grit on the wet signal, higher settings add fuzz"
    },
    {
      "Name": "DriveDwell",
      "Description": "Intensity dry signal hists the springs."
    },
    {
      "Name": "EDome",
      "Description": "The cavernous E-DOME produces long reverb trails with a lovely smooth and lush modulation. Invoke the sound of massive arena settings!"
    },
    {
      "Name": "EchoVerb",
      "Description": "For those in need of simultaneous reverb and delay effects, the Echoverb engine provides a sprawling echo effect with huge, ambient repeats."
    },
    {
      "Name": "EnvelopeGain",
      "Description": "Controls sensitivity of envelope."
    },
    {
      "Name": "Hall",
      "Description": "Patterned after the lush sounds of studio rack units from the 80s, the Hall L engine is distinguished by its highly diffuse tones and blooming characteristic."
    },
    {
      "Name": "LoFi",
      "Description": "Turns the lush and grandiose effect of reverb on its head and embraces destructive elements like distortion, oversaturation, and pitch fluctuation."
    },
    {
      "Name": "MasterOffset",
      "Description": "Effect setting for Offspring mode."
    },
    {
      "Name": "MasterPreDelay",
      "Description": "Effect setting for Offspring mode."
    },
    {
      "Name": "MetalBox",
      "Description": "MetalBox captures the reverberations of a very small space with extremely reflective walls – imagine your guitar amp in a metal cargo-shipping container."
    },
    {
      "Name": "MetallicMix",
      "Description": "Effect setting for Plate mode."
    },
    {
      "Name": "ModVerb",
      "Description": "This modulating effect revisits the earthy combination of tremolo and spring reverb found in many vintage guitar amplifiers."
    },
    {
      "Name": "Offspring",
      "Description": "Nothing else sounds like the Offspring reverb. This dramatic effect falls between the sound of an angel's harp and a retro-futuristic sci-fi soundtrack."
    },
    {
      "Name": "OutboardSpring",
      "Description": "Outboard Spring was inspired by the sound of intensely crafted outboard spring tanks. It's a sound sought after by surf rock guitarists from coast to coast."
    },
    {
      "Name": "PitchShiftModulation",
      "Description": "Increase for more pronounced shimmer modulation."
    },
    {
      "Name": "DelayReverbCrossfade",
      "Description": "Mix delay and reverb effect. Low values favor delay, high values favor reverb."
    },
    {
      "Name": "PitchShiftNormalCrossfade",
      "Description": "Mix of normal and shimmer reverb. Increase to add more shimmer effect."
    },
    {
      "Name": "Plate",
      "Description": "A meticulously crafted simulation of vintage plate reverb units for the 50s and 60. It replicates the beautiful audio blasting into the face of a metal sheet."
    },
    {
      "Name": "PreDelay",
      "Description": "The delay time between the dry signal and the onset of the reverb."
    },
    {
      "Name": "PreDelayFeedback",
      "Description": "Sets the amount of feedback applied to the pre-delay signal."
    },
    {
      "Name": "PreDelayFeedbackHighCut",
      "Description": "Sets the pre-delay feedback high cutoff frequency."
    },
    {
      "Name": "PreDelayFeedbackLowCut",
      "Description": "Effect setting for multiple modes."
    },
    {
      "Name": "Quantize",
      "Description": "Effect setting for LoFi mode."
    },
    {
      "Name": "Reverse",
      "Description": "Create chilling and dramatic backwards effects with this haunting reverb engine. Mix it with the dry signal for an unnerving shadow effect."
    },
    {
      "Name": "ReverbEngine",
      "Description": "Applies a reverb effect to sound input, the Ventris Dual Reverb has two engines. Single and dual mode supported."
    },
    {
      "Name": "Room",
      "Description": "Captures the ambient reverberations of a real acoustic space, from a warm and intimate household room to a larger theatre sized space."
    },
    {
      "Name": "Shimmer",
      "Description": "This pitch shifting reverb engine mixes traditional room sounds with octave-up reflections for an angelic reverb effect."
    },
    {
      "Name": "Swell",
      "Description": "Applies a volume swell effect to your instrument's dry signal, which is then fed into the reverb effect for amorphous clouds of sound."
    },
    {
      "Name": "SwellTime",
      "Description": "Adjust length of volume swell. Short to long."
    },
    {
      "Name": "Time",
      "Description": "Sets min and max delay times."
    },
    {
      "Name": "TremoloDepth",
      "Description": "Depth of tremolo effect."
    },
    {
      "Name": "TremoloRate",
      "Description": "Effect setting for ModVerb mode."
    },
    {
      "Name": "TrueSpring",
      "Description": "An exceptionally realistic effect with the unmistakable drip heard in vintage spring reverb equipped amplifiers, by Source Audio's Scientist, Bob Chidlaw."
    },
    {
      "Name": "Mix",
      "Description": "Controls the blend between dry and wet signal."
    },
    {
      "Name": "Output",
      "Description": "Controls the output level of the effect."
    },
    {
      "Name": "Treble",
      "Description": "Adjusts the level of the high-end frequencies on the wet signal."
    },
    {
      "Name": "ModulationRate",
      "Description": "Controls the speed of modulation applied to the wet signal."
    },
    {
      "Name": "PreDelayModulationDepth",
      "Description": "Controls modulation depth applied to the pre-delay signal."
    },
    {
      "Name": "InputLowCutoff",
      "Description": "Sets the low frequency cutoff for the input signal."
    }
  ]
}
